export const COUNTDOWN_START = new Date("Jan 02 2024 20:00:00 GMT+0200");
export const EVENT_START = new Date("Mar 13 2024 20:00:00 GMT+0200");
export const EVENT_END = new Date("Mar 16 2024 07:59:59 GMT+0200");

export const ALUMNI_REGISTRATION_START = new Date(
  "Jan 08 2024 20:00:00 GMT+0200",
);
export const STUDENTS_REGISTRATION_START = new Date(
  "Jan 29 2024 20:00:00 GMT+0200",
);

export const MAX_TEAMS_STUDENTS = 70;
export const MAX_TEAMS_ALUMNI = 20;

export const MIN_TEAM_MEMBERS_STUDENTS = 3;
export const MAX_TEAM_MEMBERS_STUDENTS = 5;

export const MIN_TEAM_MEMBERS_ALUMNI = 2;
export const MAX_TEAM_MEMBERS_ALUMNI = 3;

export const SUBTOPICS = [
  //HT9
  { "Data Security": "" },
  { "IoT & Smart Home Security": "" },
  { "Physical Security": "" },
  { "Security by Design": "" },
  { "Sport Security": "" },
  //HT8
  {
    "Space Exploration":
      "Да се разработи решение, подпомагащо изследването на космически обекти (планети, астероиди, звезди). Всичко свързано с наблюдение и получаване на информация за космически обекти.",
  },
  {
    "Space Home":
      "Да се разработи решение, подпомагащо живота на хората в Международната космическа станция (МКС).",
  },
  {
    XSpace:
      "Да се разработи решение, подпомагащо астронавтите в професионален или в личен план след завръщането им от Космоса",
  },
  {
    "Wide Space":
      "Да се разработи решение, което помага на всички хора да се информират за теми свързани с космоса или да го наблюдават.",
  },
  {
    "Space Fun":
      "Да се разработи развлекателен проект/игра на космическа тематика.",
  },
  {
    "Truly Everybody":
      "Да се разработи решение, директно подпомагащо хората с увреждания, които им пречат да живеят и работят пълноценно.",
  },
  //HTGG
  {
    "Code Red":
      "Хората все повече влияем на климата и температурата на Земята, като изгаряме изкопаеми горива, изсичаме дъждовни гори и отглеждаме добитък. Човешките дейности добавят огромни количества парникови газове (най-вече CO2) към тези, които се отделят по естествен път в атмосферата, а това засилва парниковия ефект и глобалното затопляне. Проектите могат да бъдат свързани с предотвратяването на пожари, намаляването на вредните емисии и забавянето на глобалното затопляне.",
  },
  {
    "Deep In The Blue":
      "Акцентът на темата е опазването и пречистването на водните басейни. Проектите могат да подпомагат опазването на водната флора и фауна. Последните години се наблюдава значително изменение на водните екосистеми, поради замърсяване на водите от канализации на населени места, индустриални източници, добив на инертни материали от речното корито, водовземни съоръжения, наводнения и други.",
  },
  {
    "Browny Soil":
      "Основните замърсители на почвата са тежките метали, пестицидите и химичните торове, които се пренасят по хранителната верига и стигат до нас. В тази тема попадат проекти, които ще намаляват замърсяването на почвата от промишлената и стопанска дейност, ще отстраняват замърсителите, мониторинг и други.",
  },
  {
    "Pallete Nature":
      "Разработване на софтуерно или хардуерно решение, което ще: предпазва невероятното разнообразие на растителни и животински видове на нашата планета; ще насърчи и превърне в навик рециклирането; популяризира second-hand.",
  },
  //HT6
  {
    "Smart Energy":
      "Както жилищните, така и търговските сгради в smart градовете са по-ефективни, когато използват по-малко енергия, за която се събират и анализират данни. Акцентът на темата е енергията и начините, по които употребата ѝ от хората може да бъде оптимизирана. Бъдете креативни, пестете енергия от всяко нещо, за което се сетите!",
  },
  {
    "Smart Transportation":
      "Начините за по-ефективно придвижване в града са нещо, с което ежедневно се сблъскваме. Целта тук е да се улесни градската мобилност, следенето на трафика, пътуването с автомобил, паркирането и всяко нещо, свързано с транспорта, дори това да е придвижването пеша или с велосипед.",
  },
  {
    "Smart Communication":
      "Цели се всеки да получи достъп до информация, която би го накарала да се почувства като част от града и обществото. Темата подтиква към това на всеки човек да са му предоставени различни възможности за комуникация - от това да знае какви събития се случват около него в реално време, до това как да се включва в дискусии на важни теми с други граждани. Често се случва и хората да не оценяват мястото, на което живеят, защото не са запознати с предимствата му като град и неговите забележителности. Вие можете да промените това!",
  },
  {
    "Smart Home":
      "В smart града всички домове използват IoT технологии. По този начин човек може ефективно да се възползва от много функционалности. Създайте подобни функционалности и осигурете повече комфорт и достъпност.",
  },
  {
    "Smart City Game":
      "Да се разработи игра, в която играчът може да се потопи в Smart атмосферата, като например City building игра, която позволява да се развие Smart град, или RPG (role-playing game) тип игра, която те вкарва в един бъдещ Smart град.",
  },
  {
    Coronavirus:
      "Да се разработи софтуерно или хардуерно решение, което да помогне обществото в справянето с COVID-19.",
  },
  //HT5
  {
    "Business of Things (BoT)":
      "продукти, свързани с подобряване на продуктивността на компанията.",
  },
  {
    "Life Hacks - Business":
      "продукти, свързани с подобряването и улесняването на живота на отделните работници в компанията.",
  },
  {
    "Work && Entertainment":
      "продукти, свързани с различни видове забавления за работниците.",
  },
  {
    "Better Tomorrow":
      "продукти, свързани с подобряване на живота на дадено общество.",
  },
  {
    "Life Hacks - Life":
      "продукти, свързани с подобряването и улесняването на живота на хората.",
  },
  {
    "Brain Games":
      "игри, които развиват умствената дейност на хората по интерактивен и разтоварващ начин.",
  },
  //HT4
  {
    "2hack4school":
      "Иновативни образователни игри и приложения, които да подобряват учебния процес в ТУЕС или да са интересни за възпитаниците на училището.",
  },
  {
    "IT && Science":
      "Връзката и приложението на информационните технологии в други науки като например биология, физика, електротехника. ",
  },
  {
    "‘BSU’ - Business, School & University":
      "Обединението на 3-те елемента за успешно образование с помощта на ИТ решения.",
  },
  {
    "Past++":
      "Подобрени (модернизирани) варианти на ретро технологии, запазвайки концепцията.",
  },
  {
    "Vintage Innovation":
      "Проекти с ретро насоченост, които пресъздават някаква vintage технология.",
  },
  {
    "Digital Past":
      "Как технологиите могат да възродят историята и интереса към миналото.",
  },
  { "30xTUES": "Проекти, които са свързани с 30-годишната история на ТУЕС." },
  //HT3
  {
    "Art&&Creativity":
      "Изберете тема, която ви вдъхновява: изобразително, музикално, филмово и театрално изкуство, визуални ефекти, User Interface, архитектура, фотография, литература. Изкуството и технологиите - Представете вашето хоби по един по-технологичен начин. Не е нужно изкуството да пречи на ученето. Програмирането може идеално да се свърже с креативността.",
  },
  //HT2
  {
    "Подпомагaне опазването на околната среда и социални каузи": "",
  },
  //HT1
  {
    "Автоматизиране и подобряване на учебния процес в ТУЕС": "",
  },
];
